Repository: lfos/calcurse
Catalog: po/doc/add-*.po
Languages: de

source: Add ===
de: Hinzufügen ==========

source: Add an item in either the todo or appointment list, depending on which panel is selected.
de: In Abhängigkeit davon welches Panel ausgewählt ist, wird entweder ein Termin oder eine Aufgabe hinzugefügt.

source: To enter a new item in the todo list, you will need first to enter the description of this new item. Then you will be asked to specify the todo priority. This priority is represented by a number going from 9 for the lowest priority, to 1 for the highest one. It is still possible to change the item priority afterwards, by using the '+' and '-' keys inside the todo panel.
de: Um einen neuen Eintrag in der Zu-erledigen-Liste zu erstellen, müssen Sie als erstes eine Beschreibung eingeben. Anschließend werden Sie aufgefordert, die Priorität anzugeben. Diese wird durch eine Skala von 9 (niedrigste Priorität) bis 1 (höchste Priorität) repräsentiert. Sie können die Priorität auch im Nachhinein noch durch die '+'- und '-'-Tasten verändern.

source: If the appointment panel is selected, you will be able to enter either a new appointment or a new all-day long event. To enter a new event, press [ENTER] instead of the item start time, and just fill in the event description.
de: Wenn das Terminpanel ausgewählt ist, können Sie eine neuen Termin oder ein ganztägiges Ereignis erstellen. Für letzteres drücken Sie [ENTER] anstatt eine Startuhrzeit einzugeben und geben lediglich eine Beschreibung an.

source: To enter a new appointment to be added in the appointment list, you will need to enter successively the time at which the appointment begins, the appointment length (either by specifying the end time in [hh:mm] or the duration in [+hh:mm], [+xxdxxhxxm] or [+mm] format), and the description of the event. If you skip the end time by pressing [ENTER], a punctual appointment will be created.
de: Um einen neuen Termin hinzuzufügen, müssen Sie die Startuhrzeit, die Dauer (entweder per Enduhrzeit ([hh:mm]) oder per tatsächlicher Dauer ([+hh:mm], [+xxdxxhxxm] oder [+mm]) und die Beschreibung des Ereignisses angeben. Falls Sie keine Enduhrzeit oder Dauer angeben und stattdessen [ENTER] drücken, findet das Ereignis nur exakt zur Startuhrzeit statt.

source: The day at which occurs the event or appointment is the day currently selected in the calendar, so you need to move to the desired day before.
de: Der Tag, an dem das Ereignis oder der Termin stattfinden, ist der momente ausgewählte Tag im Kalender. Ergo müssen Sie vorher ggf. den korrekten Tag auswählen.

source: Notes -----
de: Notizen -------

source: * If an appointment lasts for such a long time that it continues on the next days, this event will be indicated on all the corresponding days, and the beginning or ending hour will be replaced by '..' if the event does not begin or end on the day.
de: * Falls ein Termin bis in den nächsten Tag hinein dauert, wird er an allen entsprechenden Tagen angezeigt. Falls er nicht an dem jeweilen Tag beginnt bzw. endet, wird die Start- bzw. Endstunde durch '..' ersetzt.

source: * If you only press [ENTER] at the description prompt, without any description, no item will be added.
de: * Falls sie [ENTER] drücken ohne eine Beschreibung eingegeben zu haben, wird kein Eintrag hinzugefügt.

source: * Do not forget to save the calendar data to retrieve the new event next time you launch calcurse.
de: * Vergessen Sie nicht, die Kalenderdaten zu speichern, um sie beim nächsten Start von Calcurse wiederherstellen zu können.
